#  1. Поработайте с переменными, создайте несколько, выведите на экран, запросите у
# пользователя несколько чисел и строк и сохраните в переменные, выведите на экран.
# Задаем и выводим несколько переменных
num_1 = 10
num_2 = 13
num_3 = 4
print(f"первое число: {num_1} \nвтороечисло: {num_2}\nтретье число {num_3} ")
# Запрашиваем у пользователя данные и выводим на экран
name = input("Введите свое имя: ")
lucky_num = int(input("Введите любимое число: "))
print(f"Привет, {name}, Ваше любимое число - {lucky_num}")